{
    "translation": {
        "adventure": {
            "newTitle": "Comece agora uma nova aventura",
            "newSubtitle": "A cada aventura completada, um novo animal é resgatado",
            "rescued": "Você já resgatou",
            "animals": "animais",
            "animalsRecued": "animais resgatados"
        },
        "actions": {
            "start": "Iniciar",
            "exit": "Sair"
        },
        "activities": {
            "questionNumber": "Pergunta",
            "questionOf": "de",
            "correctAnswer": {
                "title": "Selecione a resposta correta",
                "howMuchIs": "Quanto é:"
            },
            "imageCounter": {
                "howMuch": "Quantos",
                "above": "tem abaixo?"
            },
            "fingers": {
                "title": "Resolva a equação abaixo"
            },
            "animals": {
                "lock": "Bloqueado",
                "cat": "gatos",
                "cow": "vacas",
                "dog": "cachorros",
                "elephant": "elefantes",
                "panda": "pandas",
                "pig": "porcos",
                "pigeon": "pombos",
                "rabbit": "coelhos",
                "sloth": "bicho-preguiça",
                "tiger": "tigres",
                "toucan": "tucanos",
                "whale": "baleias"
            },
            "singleAnimals": {
                "cat": "gato",
                "cow": "vaca",
                "dog": "cachorro",
                "elephant": "elefante",
                "panda": "panda",
                "pig": "porco",
                "pigeon": "pombo",
                "rabbit": "coelho",
                "sloth": "bicho-preguiça",
                "tiger": "tigre",
                "toucan": "tucano",
                "whale": "baleia"
            },
            "congratsCorrect": "Você acertou! Parabéns!",
            "wrongAnswer": "Que pena, você errou essa pergunta."
        },
        "difficulty": {
            "title": "Dificuldade",
            "easy": "Fácil",
            "medium": "Médio",
            "hard": "Difícil"
        },
        "fields": {
            "user": "Usuário",
            "userPlaceholder": "Digite aqui seu usuário",
            "password": "Senha",
            "passwordPlaceholder": "Digite aqui sua senha",
            "fullName": "Nome",
            "fullNamePlaceholder": "Digite aqui seu nome",
            "mail": "E-mail",
            "mailPlaceholder": "Digite aqui seu e-mail",
            "confirmPassword": "Confirme sua senha",
            "confirmPasswordPlaceholder": "Confirme sua senha",
            "sessionName": "Nome",
            "sessionNamePlaceholder": "Escolha um nome para a sua sessão...",
            "sessionDescription": "Descrição",
            "sessionDescriptionPlaceholder": "Descreva sobre o que é a sua sessão...",
            "frequency": "Frequência",
            "title": "Título",
            "titlePlaceholder": "Digite aqui o título da pergunta",
            "content": "Conteúdo",
            "contentPlaceholder": "Digite aqui o conteúdo da pergunta",
            "secretContent": "Resposta",
            "secretContentPlaceholder": "Digite aqui a resposta da pergunta",
            "visibility": "Visibilidade"
        },
        "auth": {
            "forgotPassword": "Esqueceu sua senha?",
            "enter": "Entrar",
            "register": "Registrar",
            "recover": "Recuperar",
            "createNow": "Crie uma agora!",
            "withoutAccount": "Não tem uma conta?",
            "alreadyRegisted": "Já tem uma conta?",
            "toAuthentication": "Ir para Login",
            "recoverPassword": "Recuperar Senha",
            "recoverPasswordContent": "Um e-mail foi enviado com as instruções para a restauração da senha",
            "userActivation": "Ativação de usuário",
            "userActivationContent": "Acesse o link enviado via e-mail para confirmar o seu cadastro",
            "actionInvalid": "Ação inválida",
            "actionWarning": "Informação",
            "ok": "Ok"
        },
        "session": {
            "failed": {
                "title": "Sua sessão foi finalizada.",
                "message": "Você acertou X%. Infelizmente nenhum animal foi liberado.",
                "tryAgain": "Tente novamente"
            },
            "success": {
                "title": "Você conseguiu, Parabéns! Um {animal} foi liberado para a natureza",
                "back": "Voltar para Home"
            }
        },
        "menu": {
            "area": "Menu",
            "options": {
                "home": "Home",
                "animals": "Meus Animais",
                "aboutUs": "Sobre nós",
                "privacyPolicy": "Políticas de Privacidade"
            }
        },
        "about": {
            "title": "Sobre nós",
            "content": "Bem-vindo ao nosso time de desenvolvimento de aplicativos educacionais focados no auxílio ao aprendizado infantil! Aqui no nosso time, somos apaixonados por criar soluções inovadoras que tornem o processo de ensino e aprendizagem mais envolvente, interativo e divertido para as crianças.|Acreditamos que a educação é a base para um futuro promissor, e nosso objetivo é utilizar a tecnologia de maneira criativa para auxiliar no desenvolvimento cognitivo e acadêmico das crianças desde os primeiros anos de vida. Estamos empenhados em criar aplicativos educacionais que incentivem a curiosidade, a exploração e a descoberta, ao mesmo tempo em que proporcionam uma experiência de aprendizado significativa e prazerosa.|Em nosso time, contamos com uma equipe multidisciplinar de profissionais talentosos, incluindo designers, desenvolvedores, especialistas em pedagogia e profissionais de UX (User Experience). Trabalhamos em estreita colaboração para garantir que cada aplicativo que desenvolvemos seja cuidadosamente projetado, considerando tanto o aspecto educacional quanto a experiência do usuário.|Nossos aplicativos são desenvolvidos com base em pesquisas pedagógicas sólidas e nas melhores práticas de design de jogos e interações. Procuramos criar atividades interativas e desafiadoras que estimulem o pensamento crítico, a resolução de problemas, a criatividade e outras habilidades essenciais para o desenvolvimento infantil.|Além disso, priorizamos a segurança e a privacidade das crianças. Adotamos medidas rigorosas para garantir que nossos aplicativos sejam seguros e adequados para o público infantil, cumprindo todas as regulamentações e diretrizes de proteção à privacidade.|Estamos constantemente buscando novas maneiras de melhorar nossos aplicativos e enriquecer a experiência de aprendizado das crianças. Valorizamos o feedback dos usuários e dos educadores, e estamos abertos a sugestões e ideias para aprimorar nossos produtos.|Nosso compromisso é fornecer soluções educacionais inovadoras que inspirem e capacitam as crianças a explorarem o mundo ao seu redor, adquirindo conhecimento e desenvolvendo habilidades fundamentais para o sucesso futuro."
        },
        
        "privacyPolicy": {
            "title": "Políticas de Privacidade",
            "content": "A sua privacidade é importante para nós. É política do Vila Matemática respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site Vila Matemática, e outros sites que possuímos e operamos.|Solicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado.|Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis     ​​para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados.|Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei.|O nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade.|Você é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados.|O uso continuado de nosso site será considerado como aceitação de nossas práticas em torno de privacidade e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contacto conosco.|O que são cookies?|Como é prática comum em quase todos os sites profissionais, este site usa cookies, que são pequenos arquivos baixados no seu computador, para melhorar sua experiência. Esta página descreve quais informações eles coletam, como as usamos e por que às vezes precisamos armazenar esses cookies. Também compartilharemos como você pode impedir que esses cookies sejam armazenados, no entanto, isso pode fazer o downgrade ou ‘quebrar’ certos elementos da funcionalidade do site.|Como usamos os cookies?|Utilizamos cookies por vários motivos, detalhados abaixo. Infelizmente, na maioria dos casos, não existem opções padrão do setor para desativar os cookies sem desativar completamente a funcionalidade e os recursos que eles adicionam a este site. É recomendável que você deixe todos os cookies se não tiver certeza se precisa ou não deles, caso sejam usados ​​para fornecer um serviço que você usa.|Desativar cookies|Você pode impedir a configuração de cookies ajustando as configurações do seu navegador (consulte a Ajuda do navegador para saber como fazer isso). Esteja ciente de que a desativação de cookies afetará a funcionalidade deste e de muitos outros sites que você visita. A desativação de cookies geralmente resultará na desativação de determinadas funcionalidades e recursos deste site. Portanto, é recomendável que você não desative os cookies.|Cookies que definimos|Cookies relacionados à conta Se você criar uma conta connosco, usaremos cookies para o gerenciamento do processo de inscrição e administração geral. Esses cookies geralmente serão excluídos quando você sair do sistema, porém, em alguns casos, eles poderão permanecer posteriormente para lembrar as preferências do seu site ao sair.|Cookies relacionados ao login Utilizamos cookies quando você está logado, para que possamos lembrar dessa ação. Isso evita que você precise fazer login sempre que visitar uma nova página. Esses cookies são normalmente removidos ou limpos quando você efetua logout para garantir que você possa acessar apenas a recursos e áreas restritas ao efetuar login.|Cookies relacionados a boletins por e-mail Este site oferece serviços de assinatura de boletim informativo ou e-mail e os cookies podem ser usados ​​para lembrar se você já está registrado e se deve mostrar determinadas notificações válidas apenas para usuários inscritos / não inscritos.|Pedidos processando cookies relacionados Este site oferece facilidades de comércio eletrônico ou pagamento e alguns cookies são essenciais para garantir que seu pedido seja lembrado entre as páginas, para que possamos processá-lo adequadamente.|Cookies relacionados a pesquisas Periodicamente, oferecemos pesquisas e questionários para fornecer informações interessantes, ferramentas úteis ou para entender nossa base de usuários com mais precisão. Essas pesquisas podem usar cookies para lembrar quem já participou numa pesquisa ou para fornecer resultados precisos após a alteração das páginas.|Cookies relacionados a formulários Quando você envia dados por meio de um formulário como os encontrados nas páginas de contacto ou nos formulários de comentários, os cookies podem ser configurados para lembrar os detalhes do usuário para correspondência futura.|Cookies de preferências do site Para proporcionar uma ótima experiência neste site, fornecemos a funcionalidade para definir suas preferências de como esse site é executado quando você o usa. Para lembrar suas preferências, precisamos definir cookies para que essas informações possam ser chamadas sempre que você interagir com uma página for afetada por suas preferências.|Cookies de Terceiros|Em alguns casos especiais, também usamos cookies fornecidos por terceiros confiáveis. A seção a seguir detalha quais cookies de terceiros você pode encontrar através deste site.|Este site usa o Google Analytics, que é uma das soluções de análise mais difundidas e confiáveis ​​da Web, para nos ajudar a entender como você usa o site e como podemos melhorar sua experiência. Esses cookies podem rastrear itens como quanto tempo você gasta no site e as páginas visitadas, para que possamos continuar produzindo conteúdo atraente.|Para mais informações sobre cookies do Google Analytics, consulte a página oficial do Google Analytics.|As análises de terceiros são usadas para rastrear e medir o uso deste site, para que possamos continuar produzindo conteúdo atrativo. Esses cookies podem rastrear itens como o tempo que você passa no site ou as páginas visitadas, o que nos ajuda a entender como podemos melhorar o site para você.|Periodicamente, testamos novos recursos e fazemos alterações subtis na maneira como o site se apresenta. Quando ainda estamos testando novos recursos, esses cookies podem ser usados ​​para garantir que você receba uma experiência consistente enquanto estiver no site, enquanto entendemos quais otimizações os nossos usuários mais apreciam.|À medida que vendemos produtos, é importante entendermos as estatísticas sobre quantos visitantes de nosso site realmente compram e, portanto, esse é o tipo de dados que esses cookies rastrearão. Isso é importante para você, pois significa que podemos fazer previsões de negócios com precisão que nos permitem analizar nossos custos de publicidade e produtos para garantir o melhor preço possível.|O serviço Google AdSense que usamos para veicular publicidade usa um cookie DoubleClick para veicular anúncios mais relevantes em toda a Web e limitar o número de vezes que um determinado anúncio é exibido para você.|Para mais informações sobre o Google AdSense, consulte as FAQs oficiais sobre privacidade do Google AdSense.|Utilizamos anúncios para compensar os custos de funcionamento deste site e fornecer financiamento para futuros desenvolvimentos. Os cookies de publicidade comportamental usados ​​por este site foram projetados para garantir que você forneça os anúncios mais relevantes sempre que possível, rastreando anonimamente seus interesses e apresentando coisas semelhantes que possam ser do seu interesse.|Vários parceiros anunciam em nosso nome e os cookies de rastreamento de afiliados simplesmente nos permitem ver se nossos clientes acessaram o site através de um dos sites de nossos parceiros, para que possamos creditá-los adequadamente e, quando aplicável, permitir que nossos parceiros afiliados ofereçam qualquer promoção que pode fornecê-lo para fazer uma compra.|Mais informações|Esperemos que esteja esclarecido e, como mencionado anteriormente, se houver algo que você não tem certeza se precisa ou não, geralmente é mais seguro deixar os cookies ativados, caso interaja com um dos recursos que você usa em nosso site.|Esta política é efetiva a partir de Julho/2021."
        }
    }
}
